[
  {
    "task": "1)  Кто умолял меня о встрече и тем самым склонил к предательству интересов фирмы?\n\n2)  Сердце Курочкина скатилось под уклон «русских горок» и бешено забилось где-то в районе солнечного сплетения.\n\n3)  Мальчишки и девчонки нашего класса а также их родители приняли участие в школьном спектакле.\n\n4)  От домов во все стороны шли ряды деревьев или кустарников или цветов.\n\n5)  В России континентальный климат и здесь особенно суровая зима.",
    "description": "Пояснение (см. также Правило ниже).\nПриведем верное написание.\n\n \n\n1)  Кто умолял меня о встрече и тем самым склонил к предательству интересов фирмы?\n\n2)  Сердце Курочкина скатилось под уклон «русских горок» и бешено забилось где-то в районе солнечного сплетения.\n\n3)  Мальчишки и девчонки нашего класса, а также их родители приняли участие в школьном спектакле.\n\n4)  От домов во все стороны шли ряды деревьев, или кустарников, или цветов.\n\n5)  В России континентальный климат, и здесь особенно суровая зима. У каждого предложения своё обстоятельсво. См. правило, пункт 15.2.2\nОдна запятая необходима:\n\nв 3-м предложении: его однородные члены соединены при помощи союза А;\n\nв 5-м предложении: оно сложносочиненное. Содержит две предикативные части, которые не имеют общего второстепенного члена предложения или вводного слова и не имеют придаточной части.",
    "answer": "35"
  },
  {
    "task": "1)  Плоды этого растения полезные и вкусные и обладают прекрасным ароматом.\n\n2)  Стало нестерпимо душно и пришлось открыть все окна.\n\n3)  Из окна были видны стволы вишен да кусочек аллеи.\n\n4)  Изучение роста необычных кристаллов имеет и теоретическое и практическое и общенаучное значение.\n\n5)  Древние испанские мастера при строительстве замков применяли либо каменную либо кирпичную кладку.",
    "description": "Пояснение (см. также Правило ниже).\nПриведем верное написание.\n\n \n\n1)  Плоды этого растения полезные и вкусные и обладают прекрасным ароматом. Однородные сказуемые, но выражены они разными частями речи.\n\n2)  Стало нестерпимо душно, и пришлось открыть все окна.\n\n3)  Из окна были видны стволы вишен да кусочек аллеи.\n\n4)  Изучение роста необычных кристаллов имеет и теоретическое, и практическое, и общенаучное значение.\n\n5)  Древние испанские мастера при строительстве замков применяли либо каменную, либо кирпичную кладку.\n\n \n\nОдна запятая необходима:\n\nв 5-м предложении: его однородные члены соединены повторяющимся союзом либо\n\nво 2-м предложении: оно сложносочиненное, содержит две предикативные части, которые не имеют общего второстепенного члена предложения или вводного слова и не имеют общей придаточной части. Тот факт, что оба предложения безличные, не является причиной для постановки запятой. Перед союзом И нужна запятая.",
    "answer": "25"
  },
  {
    "task": "1)  Для развития личности полезны и искусство и наука и жизненный опыт.\n\n2)  Грубое или даже нелюбезное поведение людей может испортить настроение окружающим.\n\n3)  Память накапливает добрый опыт и традиции и постоянно противостоит уничтожающей силе времени.\n\n4)  Хорошие манеры и правильно выработанное поведение принесут человеку как хорошее настроение так и уважение окружающих.\n\n5)  Белый теплоход уверенно рассекал невысокие волны и только по лёгкому дрожанию корпуса пассажиры догадывались о начале морской качки.",
    "description": "Пояснение (см. также Правило ниже).\nПриведем верное написание.\n\n \n\n1)Для развития личности полезны и искусство, и наука, и жизненный опыт.\n\n2)Грубое или даже нелюбезное поведение людей может испортить настроение окружающим.\n\n3)Память накапливает добрый опыт и традиции и постоянно противостоит уничтожающей силе времени.\n\n4)Хорошие манеры и правильно выработанное поведение принесут человеку как хорошее настроение, так и уважение окружающих.\n\n5)Белый теплоход уверенно рассекал невысокие волны, и только по лёгкому дрожанию корпуса пассажиры догадывались о начале морской качки.\n\n \n\nв 4-м предложении: его однородные члены соединены при помощи двойного союза;\n\nв 5-м предложении: оно сложносочиненное. Содержит две предикативные части, которые не имеют общего второстепенного члена предложения или вводного слова и не имеют придаточной части.",
    "answer": "45"
  },
  {
    "task": "1)  Прогулка или разговор с другом были одинаково приятны для меня.\n\n2)  Сумрак скрыл очертания лица и фигуры Ольги и набросил на неё как будто покрывало.\n\n3)  На земле жилось нелегко и поэтому я очень полюбил бездонное небо.\n\n4)  Ученье да труд всё перетрут.\n\n5)  В колледже он с увлечением занимался как гуманитарными так и естественно-математическими дисциплинами.",
    "description": "Пояснение (см. также Правило ниже).\nПриведем верное написание.\n\n \n\n1)  Прогулка или разговор с другом были одинаково приятны для меня.\n\n2)  Сумрак скрыл очертания лица и фигуры Ольги и набросил на неё как будто покрывало.\n\n3)  На земле жилось нелегко, и поэтому я очень полюбил бездонное небо.\n\n4)  Ученье да труд всё перетрут.\n\n5)  В колледже он с увлечением занимался как гуманитарными, так и естественно-математическими дисциплинами.\n\n \n\nОдна запятая нужна:\n\nв 5-м предложении: его однородные члены соединены при помощи двойного союза;\n\nв 3-м предложении: оно сложносочиненное. Содержит две предикативные части, которые не имеют общего второстепенного члена предложения или вводного слова и не имеют придаточной части.",
    "answer": "35"
  },
  {
    "task": "1)  На определённом этапе своего развития город вынужден был защищать себя рвами и валами с деревянными оборонительными сооружениями.\n\n2)  Много желал да ничего не поймал.\n\n3)  В гостиной собрались человек восемь гостей да хозяева.\n\n4)  Почти каждый вечер они уезжали в лес или на водопад.\n\n5)  Поднялась луна и тени стали чётче и длиннее.",
    "description": "Пояснение (см. также Правило ниже).\nПриведем верное написание.\n\n \n\n1)  На определённом этапе своего развития город вынужден был защищать себя рвами и валами с деревянными оборонительными сооружениями.\n\n2)  Много желал, да ничего не поймал.\n\n3)  В гостиной собрались человек восемь гостей да хозяева.\n\n4)  Почти каждый вечер они уезжали в лес или на водопад.\n\n5)  Поднялась луна, и тени стали чётче и длиннее.\n\n \n\nОдна запятая необходима:\n\nво 2-м предложении, где «да» употребляется в значении «но»;\n\nв 5-м предложении: оно сложносочиненное. Содержит две предикативные части, которые не имеют общего второстепенного члена предложения или вводного слова и не имеют придаточной части.",
    "answer": "25"
  },
  {
    "task": "1)  По вечерам за столом собирались дети и взрослые и читали вслух.\n\n2)  Интонация всегда лежит на грани словесного и несловесного сказанного и несказанного.\n\n3)  Царило безмолвие и солнце погружалось в пепел туч.\n\n4)  Иван был почти всегда сонливый да ленивый.\n\n5)  Мне хотелось застать медведя где-нибудь на полянке или за рыбной ловлей на берегу реки.",
    "description": "Пояснение (см. также Правило ниже).\nПриведем верное написание.\n\n \n\n1)  По вечерам за столом собирались дети и взрослые и читали вслух.\n\n2)  Интонация всегда лежит на грани словесного и несловесного, сказанного и несказанного.\n\n3)  Царило безмолвие, и солнце погружалось в пепел туч.\n\n4)  Иван был почти всегда сонливый да ленивый.\n\n5)  Мне хотелось застать медведя где-нибудь на полянке или за рыбной ловлей на берегу реки.\n\n \n\nОдна запятая необходима:\n\nво втором предложении, парные однородные члены;\n\nв 3-м предложении: оно сложносочиненное. Содержит две предикативные части, которые не имеют общего второстепенного члена предложения или вводного слова и не имеют придаточной части.",
    "answer": "23"
  },
  {
    "task": "1)  Работа шла быстро и весело и была вовремя закончена.\n\n2)  Причастия способны как образно описать предмет или явление так и представить его признак в динамике.\n\n3)  Алогичность соединения слов создаёт особый психологический эффект и приковывает внимание читателя и усиливает образность.\n\n4)  Три раза зимовал он в Мирном и каждый раз возвращение домой казалось ему пределом человеческого счастья.\n\n5)  Довольно скоро он обжился в этом районе да подружился с соседями.",
    "description": "Пояснение (см. также Правило ниже).\nПриведем верное написание.\n\n \n\n1)  Работа шла быстро и весело и была вовремя закончена. Каждый союз и соединяет разные ряды однородных членов, запятая не нужна.\n\n2)  Причастия способны как образно описать предмет или явление, так и представить его признак в динамике.\n\n3)  Алогичность соединения слов создаёт особый психологический эффект, и приковывает внимание читателя, и усиливает образность. Три однородных сказуемых, два союза, запятые ставятся после каждого однородного члена. См. правило к заданию.\n\n4)  {Три раза зимовал он в Мирном}, и {каждый раз возвращение домой казалось ему пределом человеческого счастья}. ССП\n\n5)  Довольно скоро он обжился в этом районе да подружился с соседями.\n\n \n\nОдна запятая необходима:\n\nво втором предложении: его однородные члены соединены при помощи двойного союза;\n\nв 4-м предложении: оно сложносочиненное. Содержит две предикативные части, которые не имеют общего второстепенного члена предложения или вводного слова и не имеют придаточной части.\n\n ",
    "answer": "24"
  },
  {
    "task": "1)  Вечером Вадим ушёл в свою комнату и сел перечитывать письмо и писать ответ.\n\n2)  Рано утром я вышел полюбоваться рассветом и подышать свежим прохладным воздухом.\n\n3)  Он подошёл к окну и увидел одни трубы да крыши.\n\n4)  Хорошо бы в нашем музее когда-нибудь увидеть картины Рембрандта или Тициана.\n\n5)  Многие из участников литературного общества «Беседа» были последовательными классицистами и некоторые из них довели до совершенства традиционные классицистические жанры.",
    "description": "Пояснение (см. также Правило ниже).\nПриведем верное написание.\n\n \n\n1)Вечером Вадим ушёл в свою комнату и сел (чтобы, зачем) перечитывать письмо и писать ответ.\n\n«ушёл и сел»  — первый ряд однородных членов; второй ряд: «перечитывать и писать».\n\n2)  Рано утром я вышел полюбоваться рассветом и подышать свежим, прохладным воздухом.\n\n3)  Он подошёл к окну и увидел одни трубы да крыши.\n\n4)  Хорошо бы в нашем музее когда-нибудь увидеть картины Рембрандта или Тициана.\n\n5)  Многие из участников литературного общества «Беседа» были последовательными классицистами, и некоторые из них довели до совершенства традиционные классицистические жанры.\n\n \n\nОдна запятая необходима:\n\nво втором предложении: однородные определения;\n\nв 5-м предложении: оно сложносочиненное. Содержит две предикативные части, которые не имеют общего второстепенного члена предложения или вводного слова и не имеют придаточной части.\n\n ",
    "answer": "25"
  },
  {
    "task": "1)  Некоторые акварельные произведения относятся как к живописи так и к графике.\n\n2)  Океан словно замер и рокочет тихо и вкрадчиво.\n\n3)  Ответы вы можете дать или в устной или письменной форме.\n\n4)  Арбуз и спел и сахарист и очень вкусен.\n\n5)  Со стороны улицы у штакетника стоял пышный багряный клён и ронял свои листья в маленький садик.",
    "description": "Пояснение (см. также Правило ниже).\nПриведем верное написание.\n\n1)  Некоторые акварельные произведения относятся как к живописи, так и к графике.\n\n2)  Океан словно замер и рокочет тихо и вкрадчиво.\n\n3)  Ответы вы можете дать или в устной, или письменной форме.\n\n4)  Арбуз и спел, и сахарист, и очень вкусен.\n\n5)  Со стороны улицы у штакетника стоял пышный багряный клён и ронял свои листья в маленький садик.\n\n \n\nОдна запятая необходима:\n\nв первом предложении: его однородные члены соединены при помощи двойного союза;\n\nв 3-м предложении: его однородные члены соединены повторяющимся союзом или",
    "answer": "13"
  },
  {
    "task": "1)  Жизнь для равнодушного человека быстро теряет краски и он остаётся один со своим благополучием.\n\n2)  Почти каждый из французских скульпторов работал одновременно в историко-мифологическом и в портретном и в пейзажном жанрах.\n\n3)  Грин мог подробно описать как изгиб реки так и расположение домов как вековые леса так и уютные приморские города.\n\n4)  Лес шумел то убаюкивающе и певуче то порывисто и тревожно.\n\n5)  Человеческое мышление формируется с помощью языка и оказывается с ним прочно связанным.",
    "description": "Пояснение (см. также Правило ниже).\nПриведем верное написание.\n\n \n\n1)Жизнь для равнодушного человека быстро теряет краски, и он остаётся один со своим благополучием.\n\n2)Почти каждый из французских скульпторов работал одновременно в историко-мифологическом, и в портретном, и в пейзажном жанрах.\n\n3)Грин мог подробно описать как изгиб реки, так и расположение домов, как вековые леса, так и уютные приморские города.\n\n4)Лес шумел то убаюкивающе и певуче, то порывисто и тревожно.\n\n5)Человеческое мышление формируется с помощью языка и оказывается с ним прочно связанным.\n\n \n\nОдна запятая необходима:\n\nв 4-м предложении: парные однородные члены;\n\nв 1-м предложении: оно сложносочиненное. Содержит две предикативные части, которые не имеют общего второстепенного члена предложения или вводного слова и не имеют придаточной части.\n\nПравильный ответ указан под номером 4 и 1.",
    "answer": "14"
  }
]