[
  {
    "task": "Найдите предложения, в которых тире ставится в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.\n\n1)  На гербах разных стран нередко изображаются растения: на гербе Канады привычным стал кленовый лист, а на государственном гербе Мексики изображён кактус. 2) Это неслучайно, ведь на Мексиканском плоскогорье, возвышающемся над уровнем моря до 2500 метров, находится настоящая страна кактусов. 3) Некоторые кактусы густо покрыты желтыми и красноватыми колючками  — такие растения напоминают птиц и зверей. 4) Иногда можно увидеть кактус с длинными свисающими волосами  — он похож на голову старика. 5) Цветок кактуса  — один из самых красивых в мире. 6) Среди ночной темноты раскрывается большая бело-голубая звезда. 7) Размером цветок с большую тарелку − до двадцати пяти сантиметров в диаметре.",
    "description": "Пояснение (см. также Правило ниже).\nВ предложениях 3 и 4 тире ставится в бессоюзном сложном предложении.",
    "answer": "34"
  },
  {
    "task": "Найдите предложения, в которых тире ставится в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.\n\n 1)  Для любого человека нет ничего понятнее и ближе, чем слово «дом». 2) Для ребёнка дом  — это прежде всего мама, папа, бабушка, дедушка. 3) Для взрослого домом является его семья. 4) « Будьте, как дома»,  — говорим мы. 5) А народная мудрость гласит: «Дом вести  — не лапти плести». 6) И всегда, произнося слово «дом», мы имеем в виду не фундамент, стены и кровлю, а всё человеческое, что помещается в этих стенах. 7) Дом  — крепость, защита, обитель семьи, и доступ туда имеет только тот, кому позволяют его обитатели.",
    "description": "Пояснение (см. также Правило ниже).\nВ предложениях 2, 5 и 7 тире ставится между подлежащим и сказуемым, и неважно, чем они выражены. Это одно пунктуационное правило, а именно «тире между подлежащим и сказуемым».\n\n2)  Для ребёнка дом  — это прежде всего мама, папа, бабушка, дедушка.  — Главные члены  — существительных в Им. п.\n\n5)  А народная мудрость гласит: «Дом вести  — не лапти плести»  — Два инфинитива.\n\n7)  Дом  — крепость, защита, обитель семьи, и доступ туда имеет только тот, кому позволяют его обитатели.  — Главные члены  — существительных в Им. п.",
    "answer": "257"
  },
  {
    "task": "Найдите предложения, в которых тире ставится в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.\n\n 1)  С первых месяцев пребывания в лицее Пушкин начинает записывать свои впечатления и замыслы звучными русскими стихами. 2) Так вырастает его лицейская лирика  — первые опыты растущего гения, как бы расправляющего свои крылья для широкого полёта. 3) Так создаётся ранний раздел его творчества  — юношеская поэзия Пушкина, исполненная непередаваемой свежести чувств, увлекательности мысли и животрепещущей взволнованности слова. 4) Сохранились пожелтевшие страницы с отроческими стихотворениями Пушкина. 5) Отдельные листики, рукописные сборники, альбомы, тетради  — всё это доносит до нас его первые творческие помыслы. 6) Эти дружеские антологии, альбомы и тетради «лицейских трубадуров» − широкая картина необычайного роста поэта. 7) За несколько лет он гигантским шагом прошёл все подготовительные фазы поэтического развития и достиг всеобщего признания.",
    "description": "Пояснение (см. также Правило ниже).\nВ предложениях 2 и 3 тире обособляет распространённое приложение.",
    "answer": "23"
  },
  {
    "task": "Найдите предложения, в которых запятая ставится в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.\n\n 1)  Чтобы почувствовать духовные богатства древней русской литературы, необходимо взглянуть на неё глазами её современников. 2) Перенесёмся мысленно в начальные века русской истории, в эпоху нераздельного существования восточных славян. 3) Русская земля огромна, поселения в ней редки. 4) Чтобы проехать из конца в конец Русскую землю, надо много дней провести на коне или в ладье. 5) В огромных просторах люди с особенной остротой ощущали и ценили своё единство  — и в первую очередь единство языка. 6) Роль литературы также становится особенно значимой. 7) Она служит той же цели объединения и выражает народное самосознание единства.",
    "description": "Пояснение (см. также Правило ниже).\nВ предложениях 1 и 4 запятая ставится между частями сложноподчинённого предложения.",
    "answer": "14"
  },
  {
    "task": "Найдите предложения, в которых запятые ставятся в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.\n\n 1)  Среди великих изобретений былых времён, окончательно выделивших род из приниженного состояния, наибольшую роль сыграла письменность. 2) Именно по книгам, как по ступенькам, поднимался человек на свою нынешнюю высоту. 3) Книга  — это многовековой опыт. 4) Накопленные знания обретают могущество лавины, преодолевающей с тысячелетнего разгона любое препятствие на столбовой дороге человеческого прогресса, только благодаря книге. 5) Недаром грозные завоеватели древности и наиболее выдающиеся подлецы недавнего прошлого начали свою разбойничью деятельность уничтожением библиотек, кострами из книг… 6)Нет ничего дороже книги у мыслящего человека! 7) Поэтому любите книгу и храните её выше всякого другого достоинства.",
    "description": "Пояснение (см. также Правило ниже).\nВ предложениях 1 и 4 запятые выделяют обособленные определения, выраженные причастными оборотами, стоящими после определяемого слова.",
    "answer": "14"
  },
  {
    "task": "Найдите предложения, в которых запятая ставится в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.\n\n 1)  Мы предполагали выехать рано, но что-то нас задержало. 2) Вдоль дороги, кроме кустарниковой поросли, не было видно другой растительности. 3) Вот и тополь распустил пух в семенах, чтобы только дождаться легких порывов ветра. 4) В лесу, в стоймах и водоемах  — всюду разносился запах пряностей, уже не цветочный, а сладкий травный. 5) В полдень мы расположились на отдых у озера, заросшего камышом. 6) Солнце пекло так, что к песку нельзя было прикоснуться. 7) В лучах ярко-желтого солнца озеро блестело, как зеркало.",
    "description": "Пояснение (см. также Правило ниже).\nВ предложениях 3 и 6 запятая ставится между частями сложноподчинённого предложения.\n\nПредложения 1 и 4 не подходят, потому что в предложении 4 сочинительный союз А вовсе не является показателем сложносочиненного предложения, этот союз связывает однородные определения.\n\nПредложение 1 не может быть внесено в ответ, потому что оно сложносочинённое, а не сложноподчинённое, как третье и шестое.\n\nТакже есть запятые на обособленное определение в предложениях 4 и 5.\n\n4)  В лесу, в стоймах и водоемах  — всюду разносился ГСзапах пряностей, уже не цветочный, а сладкий травный.\n\n5)  В полдень мы расположились на отдых у ГСозера, заросшего камышом.",
    "answer": "36 или 45"
  },
  {
    "task": "Найдите предложения, в которых запятые ставятся в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.\n\n 1)  Зелень, одаривая съедобными травами и небывалыми ароматами, в июле уже вовсю цветет. 2) Небосклон голубой и чистый, время от времени проплывают по нему пушистые облака. 3) И вдруг неожиданно жаркое летнее солнце сменяют надвигающиеся тучи. 4) Только что было солнце  — теперь его поглотила грозная тьма. 5) Сильные порывы ветра, с каждым разом усиливаясь, готовы сорвать ветви с макушек деревьев на своем пути. 6) Гроза стихает так же неожиданно, как и началась. 7) Впереди еще долгие жаркие, знойные и просто теплые приятные деньки.",
    "description": "Пояснение (см. также Правило ниже).\nВ предложениях 1 и 5 запятые выделяют обособленное обстоятельство, выраженное деепричастным оборотом.\n\n \n\nВНИМАНИЕ!!! На поступающие вопросы о шестом предложении даём пояснения. Это предложение сложноподчинённое, с придаточным сравнительным, части в нём связаны подчинительным союзом КАК: «[Гроза стихает так же неожиданно], (как и началась).» Здесь нет двойного союза, который мог бы соединять однородные члены. Существует двойной союз КАК... ТАК И. Но в нашем предложении есть указательное местоименное наречие ТАК с частицей ЖЕ и союз КАК.\n\n2 и 7 разные по структуре:\n\n2)  [Небосклон голубой и чистый], [время от времени проплывают по нему пушистые облака].  — БСП.\n\n7)  Впереди еще долгие жаркие, знойные и просто теплые приятные деньки.  — ОЧ.",
    "answer": "15"
  },
  {
    "task": "Найдите предложения, в которых запятая ставится в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.\n\n 1)  Впереди, в голубоватой светящейся мгле, медленно вырастали очертания жёлтых гор. 2) Это был Крым, но я не сразу узнал его. 3) Он показался мне огромным островом, тонущим в утренней синеве. 4) Впервые я увидел из морской дали весь Крым, весь торжественный разворот его берегов от мыса Фиолента до Карадага. 5) Так, очевидно, представляли себе обетованную землю наши пращуры. 6) Мы подходили к берегам, расцвеченным сухими и резкими красками крымской зимы. 7) Уже пылали ржавчиной виноградники, уже видны были покрытые снегом вершины Чатырдага и Ай-Петри…",
    "description": "Пояснение (см. также Правило ниже).\nВ предложениях 3 и 6 запятая выделяет обособленные определения, выраженные причастными оборотами.\n\nПредложения 4 и 7 не подходят, потому что в четвертом предложении запятая при однородных дополнениях (Крым, разворот), а в седьмом запятая между частями сложного предложения в бессоюзном предложении (1  — виноградники пылали, 2  — вершины были видны).",
    "answer": "36"
  },
  {
    "task": "Найдите предложения, в которых запятая ставится в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.\n\n 1)  Поэт лежал в кабинете, на диване, окружённый книгами своей библиотеки. 2) Он окинул их угасающим взглядом. 3) Для него каждая стоявшая на полках книга была живым организмом, жившим своей особой жизнью. 4) Томик Байрона с короткой дружеской надписью: «Байрона Пушкину дарит почитатель обоих А. Мицкевич» - рождал в душе воспоминания тех лет, когда он от английского поэта «с ума сходил»... 5) Друзья и книги были неизменными спутниками его короткой бурной жизни. 6) И в своём творчестве часто обращался к ним.\n\n7)  Друзья и книги… 8) Обернувшись к ним, Пушкин тихо промолвил:\n\n— Прощайте, друзья!",
    "description": "Пояснение (см. также Правило ниже).\nВ предложениях 1 и 3 запятая выделяет обособленные определения, выраженные причастными оборотами.",
    "answer": "13"
  },
  {
    "task": "Найдите предложения, в которых двоеточие ставится в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.\n\n 1)  Создавая Сибирь, природа допустила просчёт: большинство её рек она направила с юга на север. 2) В Ледовитый океан впадают великие реки: Обь с Иртышом, Енисей с Ангарой, Лена с Алданом. 3) На долю Средней Азии осталось ничтожно мало воды. 4) А она жизненно необходима: тут горячее солнце. 5) Ошибку исправляют учёные  — они заставляют многоводные реки течь вспять. 6) В исследовательских институтах создаются проекты комплексного использования великих рек Сибири, решаются проблемы бурных весенних паводков. 7) Но всё же нужно почаще задаваться вопросом: «А есть ли у вас право нарушать естественный природный баланс?»",
    "description": "Пояснение (см. также Правило ниже).\nВ предложениях 1 и 4 двоеточие ставится между частями бессоюзного предложения.",
    "answer": "14"
  }
]